import styles from './Welcome.module.css'

export default function Welcome() {
    return (
        <div className={styles.welcomeBlock}>
            <img src="./welcome.svg" alt="Картинка убежала :(" />
            <div className={styles.overlay}>
                <p className={styles.welcomeP}>Добро пожаловать!</p>
                <p className={styles.onSite}>на сайт Федерации фехтования Оренбургской области</p>
                <p className={styles.text}>Здесь Вы найдете всю необходимую информацию о спортивном фехтовании
                    в Степной столице. Новости о выступлении оренбургских спортсменов,
                    важные объявления для членов Федерации, календарь соревнований, состав
                    сборной Оренбургской области и многое другое.
                    Если Вы только начинаете заниматься фехтованием или выбираете для
                    ребенка вид спорта, на сайте подготовлен отдельный раздел для
                    начинающих и их родителей.</p>
            </div>
        </div>
    )
};
