import styles from './About.module.css'

export default function About() {
    return (
        <div className={styles.about}>
            <div className={styles.text}>
                <h1 className={styles.title}>О клубе Федерация фехтования Оренбурга</h1>
                <p className={styles.facts}>Цели, достижения, цифры и факты</p>
                <p className={styles.hello}>Приветствуем вас в Федерации фехтования Оренбурга – месте, где рождаются чемпионы! Наша организация объединяет любителей и профессионалов фехтования, предоставляя качественные тренировки под руководством опытных тренеров.</p>
                <div className={styles.list}>
                    <p>Наша федерация активно развивается:</p>
                    <ul>
                        <li>🔹Проводим тренировки для разных возрастных групп и уровней подготовки</li>
                        <li>🔹Участвуем в региональных и всероссийских соревнованиях</li>
                        <li>🔹Постоянно улучшаем инфраструктуру и методики обучения</li>
                        <li>🔹Привлекаем новых спортсменов, популяризируя фехтование в Оренбурге</li>
                    </ul>
                    <p>Присоединяйтесь к нам и откройте для себя мир благородного спорта!</p>
                </div>
            </div>
            <img src="./bigLogo.svg" alt="" />
        </div>
    )
};
